The outward normal for this surface.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public XYZ Normal { get; }
  Visual Basic
Public ReadOnly Property Normal As XYZ
	Get
  Visual C++
public:
property XYZ^ Normal {
	XYZ^ get ();
}
 See Also
  EnergyAnalysisSurface Class
  Autodesk.Revit.DB.Analysis Namespace